Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Lenses [intraocular prostheses] for surgical implantation
it: Protesi intraoculari [lenti] per impianti chirurgici

source: Inflatable mattresses for orthopaedic purposes
it: Materassi gonfiabili per uso ortopedico

source: Infrared lamps for surgical purposes
it: Lampade ad infrarossi per uso chirurgico

source: Inhalers for the evaporation of aromatherapeutical substances
it: Inalatori per l'evaporazione di sostanze per aromaterapia

source: Periodontal irrigators for use in dental treatment
it: Irrigatori periodontali per cure dentarie

source: Permanent magnets for medical use
it: Magneti permanenti per uso medico

source: Dropper bottles for medical purposes
it: Flaconi contagocce per uso medico

source: Photometric instruments for medical use
it: Strumenti fotometrici per uso medico

source: Physical analyzers for medical use
it: Analizzatori fisici per uso medico

source: Substitutes for cartilage
it: Cartilagini artificiali

source: Diagnostic instruments for ophthalmology
it: Apparecchiature diagnostiche oftalmologiche

source: Diathermic handles for medical use
it: Manici diatermici per uso medico

source: Straws for veterinary use
it: Cannucce per uso veterinario

source: Implant materials [prosthesis] for use in dental surgery
it: Materiali per impianti [protesi] per chirurgia dentaria

source: Implants [prosthesis] for bone surgery
it: Impianti [protesi] per chirurgia ossea

source: Polyurethane foam bandage [supportive]
it: Fasciature in poliuretano espanso [di supporto]

source: Portable instruments for medical use in monitoring oxygen levels in gaseous mixtures
it: Strumenti portatili per uso medico per il controllo dei livelli di ossigeno in miscele di gas

source: Power filters for medical use
it: Filtri elettrici per uso medico

source: Ozone generators for use in administering ozone therapy
it: Generatori di ozono per la somministrazine di ozono-terapia

source: Ozone monitors for use in administering ozone therapy
it: Monitor per ozono per la somministrazione di ozono-terapia

source: Colorimetric comparators for medical use
it: Comparatori colorimetrici per uso medico

source: Compressing screws in the nature of orthopaedic surgical implants
it: Viti di compressione, ovvero impianti chirurgici ortopedici

source: Slides for surgical use
it: Guide per uso chirurgico

source: Abdominal belts
it: Cinture addominali

source: Armchairs for medical or dental purposes
it: Poltrone per uso medico o dentistico

source: Forceps
it: Forcipi

source: Cervical balloon catheters
it: Cateteri cervicali a palloncino

source: Electronic carbon dioxide recorders used for medical purposes
it: Registratori elettronici di biossido di carbonio per uso medico

source: Electronic endoscopes for medical use
it: Endoscopi elettronici per uso medico

source: Cardiac pulse generators
it: Generatori di impulsi cardiaci

source: Cardiographic instruments
it: Strumenti cardiografici

source: Cardio-pulmonary diagnostic instrumentation
it: Strumenti diagnostici cardio-polmonari

source: Cardiovascular needles
it: Aghi cardiovascolari

source: Basins for medical purposes
it: Bacinelle per uso medico

source: Heat dispensing containers for relieving muscle pain
it: Contenitori erogatori di calore per alleviare il dolore muscolare

source: Radiation oncology apparatus for medical use
it: Strumenti oncologici a radiazioni per uso medico

source: Staplers for surgical purposes
it: Cucitrici per uso chirurgico

source: Catheters incorporating filters
it: Cateteri contenenti filtri

source: Magnetic field generators for medical use
it: Generatori di campi magnetici per uso medico

source: Magnetic treatment apparatus for medical use
it: Apparecchi per trattamenti magnetici per uso medico

source: Endoscopic apparatus
it: Apparecchi endoscopici

source: Shoulder supports for medical use
it: Supporti per le spalle per uso medico

source: Electrical nerve stimulators
it: Elettrostimolatori per i nervi

source: Hypodermic injection apparatus
it: Dispositivi per iniezioni ipodermiche

source: Orthopaedic supports for heels
it: Supporti ortopedici per i talloni

source: Ostomy instruments
it: Strumenti per stomie

source: Specimen samplers for medical use
it: Campionatori per uso medico

source: Mirrors for surgeons
it: Specchi per chirurghi

source: Orthopaedic bandages
it: Fasciature ortopediche

source: Mattresses for medical use
it: Materassi per uso medico

source: Medical apparatus for hyperhidrosis treatment
it: Apparecchi medici per la cura dell'iperidrosi

source: Medical instruments for infectious disease testing
it: Strumenti medici per il test di malattie infettive

source: Medical instruments for reproducing physiological data
it: Strumenti medici per la riproduzione di dati fisiologici

source: Medical instruments for use as aids to hearing
it: Strumenti medici da utilizzare come ausili per l'udito

source: Dilatation catheters
it: Cateteri di dilatazione

source: Disposable lancets for finger puncture
it: Bisturi monouso per la puntura di dita

source: Disposable nozzles for dental syringes
it: Ugelli monouso per siringhe dentali

source: Examination chairs specially made for dental use
it: Sedie per esami medici per uso dentistico

source: Rubber gloves for medical use
it: Guanti di gomma per uso medico

source: Electrodes for medical use made from glass
it: Elettrodi per uso medico in vetro

source: Electromagnetic medical apparatus
it: Apparecchi medici elettromagnetici

source: Electronic acupuncture instruments
it: Strumenti elettronici per agopuntura

source: Laser scalpels for medical use
it: Bisturi laser per uso medico

source: Lasers for veterinary purposes
it: Laser per uso veterinario

source: Latex gloves for medical use
it: Guanti in lattice per uso medico

source: Bags for endoscopic retrieval of tissue
it: Sacchetti per il recupero endoscopico di tessuti

source: Dental bridges
it: Ponti dentali

source: Dental root posts
it: Pali canalari

source: Osseous implants
it: Impianti ossei

source: Periosteal elevators
it: Elevatori del periostio

source: Ultrasonic sensors for medical use
it: Sensori ad ultrasuoni per uso medico

source: Syringes in the nature of pens
it: Siringhe sotto forma di penne

source: Prostheses for surgical treatment
it: Protesi per trattamenti chirurgici

source: Blunt curettes [for surgical use]
it: Cucchiai smussati [per uso chirurgico]

source: Capillary drainage tubes
it: Tubi capillari di drenaggio

source: Cardiac defibrillation electrodes
it: Elettrodi per la defibrillazione cardiaca

source: Dressing forceps [for surgical use]
it: Pinze per medicazioni [per uso chirurgico]

source: Optical fibre temperature probes for medical diagnostic use
it: Sonde per la temperatura a fibre ottiche per uso medico-diagnostico

source: Anaesthesia monitoring apparatus
it: Strumenti di controllo dell'anestesia

source: Orthopaedic detachable insoles
it: Solette ortopediche amovibili

source: Separation columns for medical use in gas chromatography
it: Colonne di separazione per uso medico nella cromatografia dei gas

source: Mucus extractors
it: Aspiratori di muco

source: Gloves for dental use
it: Guanti per uso dentistico

source: Gloves for veterinary use
it: Guanti per uso veterinario

source: Guide wires for use with balloon dilatation catheters
it: Fili pilota per uso con cateteri a dilatazione a palloncino

source: Electro medical instruments
it: Strumenti medici elettrici

source: Linear accelerators for medical use in radiotherapy
it: Acceleratori lineari per uso medico nella radioterapia

source: Bone prostheses
it: Protesi per ossa

source: Medical stretchers
it: Barelle per uso medico

source: MRI diagnostic apparatus
it: Apparecchi diagnostici MRI

source: Medical apparatus for use in cardiac surgery
it: Apparecchiature mediche per cardiochirurgia

source: Intravenous bags for surgical purposes
it: Sacchetti endovenosi per uso chirurgico

source: Medical instruments for percutaneous tracheostomy
it: Strumenti medici per tracheostomia percutanea

source: Heat dispensing containers for relieving pain in the ear
it: Contenitori erogatori di calore per alleviare il dolore all'orecchio

source: Heat exchange anti-bacterial filters for medical use
it: Filtri antibatterici a scambio di calore per uso medico

source: Humidifiers for use with respiratory therapy apparatus
it: Umidificatori da utilizzare con apparecchi per terapia respiratoria

source: Audiometers
it: Audiometri

source: Splinting materials for medical use
it: Materiale per stecche per uso medico

source: Angioplasty catheters
it: Cateteri per angioplastica

source: Pessaries
it: Pessari

source: Cardiopulmonary resuscitation masks
it: Maschere per rianimazione cardiopolmonare

source: Inserts for the nose
it: Inserti per il naso

source: Biocompatible coated stents
it: Stent rivestiti biocompatibili

source: Breast pumps
it: Tira latte

source: Electrodes for medical use
it: Elettrodi per uso medico

source: Electronic thermometers for medical use
it: Termometri elettronici per uso medico

source: Electrotherapy instruments for firming treatments
it: Strumenti per elettroterapia per trattamenti rassodanti

source: Medical patient treatment chairs
it: Sedie per cure mediche di pazienti

source: Clothing especially for operating rooms
it: Vestiti speciali per sale operatorie

source: Plaster bandages for orthopaedic purposes
it: Bende rigide per usi ortopedici

source: Teething rings for relieving teething pain
it: Anelli per alleviare il dolore della dentizione

source: Urological apparatus and instruments
it: Apparecchi e strumenti urologici

source: Apparatus for use by colostomy patients
it: Apparecchi per pazienti colostomici

source: Processors for x-ray plates [for medical purposes]
it: Processori per lastre radiografiche [per uso medico]

source: Compressors for medical [treatment] purposes
it: Compressori per uso medico [trattamento]

source: Medical blankets for the warming of patients
it: Coperte mediche per il riscaldamento di pazienti

source: Medical compression stockings
it: Calze a compressione per uso medico

source: Optomedical examination instruments
it: Strumenti di esame ottico-medici

source: Oral irrigators for use in dentistry
it: Irrigatori orali per odontoiatria

source: Lamps for medical [curative] purposes
it: Lampade per uso medico [curativo]

source: Apparatus for medical rehabilitation
it: Apparecchi per la riabilitazione medica

source: Apparatus for nerve stimulation
it: Apparecchi per la stimolazione nervosa

source: Apparatus for producing oxygen for medical use
it: Apparecchi per produzione di ossigeno per uso medico

source: Apparatus for the alleviation of breathing difficulties
it: Apparecchi per alleviare problemi respiratori

source: Protective breathing masks for medical applications
it: Maschere respiratorie protettive per applicazioni mediche

source: Time programmable intravenous perfusion pumps
it: Pompe per perfusione endovenosa a tempo programmabile

source: Toe inserts for footwear [orthopaedic]
it: Inserti per le dita per calzature [ortopedici]

source: Tools for veterinary diagnostics
it: Utensili per diagnostica veterinaria

source: Endobrachial tubes
it: Tubi endobrachiali

source: Heat lamps for medical use
it: Lampade termiche per uso medico

source: Arch supports for orthopaedic shoes
it: Plantari per scarpe ortopediche

source: Artificial bones
it: Ossa artificiali

source: Physiological measuring apparatus for medical use
it: Apparecchi di misurazione fisiologica per uso medico

source: Pipes for medical applications
it: Tubi per applicazioni mediche

source: Plates in the nature of orthopaedic surgical implants
it: Placche ovvero impianti chirurgici ortopedici

source: Beds specially made for medical purposes
it: Letti speciali per scopi medici

source: Incubators for babies
it: Incubatrici per neonati

source: Massaging apparatus for personal use
it: Apparecchi per massaggi per uso personale

source: Urine testing instruments for medical diagnostic purposes
it: Strumenti per analisi delle urine per uso medico-diagnostico

source: Implants [prosthesis] for use in jawbone surgery
it: Impianti [protesi] per chirurgia mascellare

source: Implants [prosthesis] for use in tendons
it: Impianti [protesi] per in tendini

source: Dental apparatus for milling
it: Apparecchi dentistici per fresare

source: Supportive anatomical bandages
it: Fasciature di supporto anatomiche

source: Gowns for surgical use
it: Camici da chirurgo

source: Surgical drills
it: Trapani chirurgici

source: Chromatography plates for medical use
it: Lastre per cromatografia per uso medico

source: Bone implants composed of artificial materials
it: Impianti ossei costituiti da materiali artificiali

source: Screws for bone
it: Viti per ossa

source: Breast implants
it: Impianti del seno

source: Artificial breasts
it: Seni artificiali

source: Slings [supporting bandages]
it: Sciarpe [fasciature di sostegno]

source: Artificial parts for the body
it: Parti artificiali del corpo

source: Asymmetrical bars for physical exercise [adapted for medical use]
it: Parallele asimmetriche per l'esercizio fisico [adattate per uso medico]

source: Apparatus for the stimulation of acupuncture points
it: Apparecchi per la stimolazione di punti di agopuntura

source: Apparatus for use in testing hearing disorders
it: Apparecchi per l'esame di disturbi dell'udito

source: Apparatus for use in the preparation of dental prostheses
it: Apparecchi per la preparazione di protesi dentarie

source: Applicators for antiseptic preparations
it: Applicatori per preparati antisettici

source: Urinals for medical purposes [vessels]
it: Orinatoi [recipienti] per uso medico

source: Protective masks for use by surgeons during operations
it: Maschere protettive per chirurghi da utilizzare durante operazioni

source: Trace organic concentrators for medical use in diagnosis
it: Concentratori di oligoelementi organici per la diagnosi medica

source: X-ray tubes for medical purposes
it: Tubi a raggi X per uso medico

source: Saws for surgical purposes
it: Seghe per uso chirurgico

source: Droppers for medical purposes
it: Contagocce per uso medico

source: Esthetic massage apparatus
it: Apparecchi per massaggi estetici

source: Weight training apparatus adapted for medical use
it: Apparecchi di allenamento ai pesi per uso medico

source: Apparatus for analysing images [for medical use]
it: Apparecchi per l'analisi delle immagini [per uso medico]

source: Dental apparatus, electric
it: Apparecchi dentari elettrici

source: Photometric analyzers for medical use
it: Analizzatori fotometrici per uso medico

source: Surgical instruments for use in spinal surgery
it: Strumenti chirurgici per la chirurgia spinale

source: Dialysis membranes
it: Membrane per dialisi

source: Implantable urethral stents
it: Stent uretrali impiantabili

source: Implants [prosthesis] for use in dentistry
it: Impianti [protesi] per odontoiatria

source: Pliers for veterinary use
it: Pinze per uso veterinario

source: Posterior spinal fixation devices for the correction of spinal defects
it: Dispositivi per fissaggio spinale posteriore per la correzione di difetti spinali

source: Otological prostheses
it: Protesi otologiche

source: Colour pyrometers for medical use
it: Pirometri di colore per uso medico

source: Compression bandages [elastic or supportive]
it: Fasciature a compressione [elastiche o di supporto]

source: Slings for patient lifting hoists
it: Imbracature per sollevatori per pazienti

source: Chiropractic instruments
it: Strumenti chiropratici

source: Electronic apparatus for medical purposes
it: Apparecchiature elettroniche per uso medico

source: Cardiovascular pumps
it: Pompe cardiovascolari

source: Materials for bandaging [elasticated]
it: Materiali per fasciature [elasticizzati]

source: Apparatus for cardiac defibrillation
it: Apparecchi per defibrillazione cardiaca

source: Devices [oral irrigators] for use by dentists in washing the gums
it: Dispositivi [irrigatori orali] per dentisti per il lavaggio delle gengive

source: Diagnostic fingerstalls
it: Salvadita per la diagnostica

source: Particle analyzers for medical use
it: Analizzatori di particelle per uso medico

source: Low air loss sectional pneumatic therapeutic mattresses
it: Materassi terapeutici pneumatici sezionali a perdita d'aria ridotta

source: Shoe insoles for orthopedic use
it: Plantari per scarpe per uso ortopedico

source: Shoulder cups for medical use
it: Spalline per uso medico

source: Electrical oral irrigators for use by dentists
it: Irrigatori orali elettrici per dentisti

source: Electrical utensils for use by dentists in the care of the mouth
it: Utensili elettrici per dentisti per la cura della bocca

source: Hydrocephalus valves
it: Valvole per idrocefalo

source: Hypodermic needles for injection
it: Aghi ipodermici per iniezioni

source: Hypodermic needles for use in wound drainage
it: Aghi ipodermici per drenaggio di ferite

source: Biopsy needles
it: Aghi per biopsia

source: Silicone gel sheeting for the treatment of scars
it: Gel al silicone per il trattamento di cicatrici

source: Slings for medical use
it: Fasce per uso medico

source: Spinal implants composed of artificial material
it: Impianti spinali costituiti da materiali artificiali

source: Plaster for medical or surgical purposes
it: Gesso per uso medico o chirurgico

source: Orthopaedic strappings
it: Bendaggi ortopedici

source: Orthopaedic implants
it: Impianti ortopedici

source: Sources of magnetic fields for use in medical diagnosis
it: Sorgenti di campi magnetici per la diagnostica medica

source: Centro-medullary nails
it: Chiodi centromidollari

source: Dental foundation supports
it: Supporti di fondazione per denti

source: Adhesive drapes for surgical use
it: Teli adesivi per uso chirurgico

source: Air inflatable garments for medical purposes
it: Indumenti gonfiabili ad aria per uso medico

source: Needles for dental purposes
it: Aghi per uso dentistico

source: Measuring spoons for administering medicine
it: Dosatori per somministrare medicine

source: Medical instruments for application on animal bodies
it: Strumenti medici da applicare sul corpo di animali

source: Medical instruments for recording physiological data
it: Strumenti medici per la registrazione di dati fisiologici

source: Disposable hypodermic syringes for surgical use
it: Siringhe ipodermiche monouso per uso chirurgico

source: Disposable protective gloves for medical purposes
it: Guanti protettivi usa e getta per uso medico

source: Drape sheets of absorbent cellulose wadding for use during surgery
it: Teli di ovatta di cellulosa assorbente per uso durante operazioni chirurgiche

source: Exercising apparatus for medical rehabilitative purposes
it: Attrezzature per l'esercizio fisico per la riabilitazione medica

source: Exercise boots for medical rehabilitative purposes
it: Scarponi per esercizio fisico per rieducazione medica

source: Scalpel handles
it: Manici per bisturi

source: Electrodes for picking up biological parameters
it: Elettrodi per il rilevamento di parametri biologici

source: Electrodes for picking up electrophysiological parameters
it: Elettrodi per la rilevazione di parametri elettrofisiologici

source: Electromagnetic wave therapeutic instruments
it: Strumenti terapeutici a onde elettromagnetiche

source: Thermo-electric compresses
it: Compresse termo-elettriche

source: Interdental stimulators for use in dental treatment
it: Stimolatori interdentali per trattamenti odontoiatrici

source: Intra-ocular implants
it: Impianti intraoculari

source: Lasers for ophthalmic purposes
it: Laser per uso oftalmico

source: Latex examination gloves for medical use
it: Guanti da esame in lattice per uso medico

source: High frequency generators for use in medical treatment
it: Generatori ad alta frequenza per uso in trattamenti medici

source: Prosthetic instruments for dental purposes
it: Strumenti protesici per uso dentistico

source: Prosthetic ligaments
it: Legamenti protesici

source: Ultrasonic probes for medical use
it: Sonde ad ultrasuoni per uso medico

source: Prostheses in the form of full crown restorations
it: Protesi sotto forma di ricostruzioni totali della capsula

source: Infrared radiator units for therapeutic purposes
it: Radiatori ad infrarossi per uso terapeutico

source: Knives for medical use
it: Coltelli per uso medico

source: Disposable teats
it: Tettarelle monouso

source: Dissecting tables
it: Tavoli per autopsie

source: Nozzles for dental syringes
it: Ugelli per siringhe dentali

source: Orthopaedic femur prostheses
it: Protesi ortopediche per il femore

source: Radiotherapy instruments for medical use
it: Strumenti per radioterapia per uso medico

source: Rectal instruments
it: Strumenti rettali

source: Respiration monitors for medical use
it: Monitor per la respirazione per uso medico

source: Scanners for medical diagnosis
it: Scanner per diagnostica medica

source: Shears [surgical instruments]
it: Forbici [strumenti chirurgici]

source: Elastic compression bandages for medical purposes
it: Fasciature elastiche a compressione per uso medico

source: Elasticated bandages for supportive use
it: Fasciature elasticizzate di supporto

source: Elasticated supports for the elbow
it: Supporti elastici per il gomito

source: Nasal douches
it: Docce nasali

source: Gynaecological instruments
it: Strumenti ginecologici

source: Electrocardiographic recorders
it: Registratori elettrocardiografici

source: Lighting for medical use
it: Illuminazione per uso medico

source: Expandable braids for insertion in tubular organs of the body for the treatment of stenosis
it: Lacci dilatabili per inserimento in organi tubolari del corpo per la cura di stenosi

source: Medical instruments incorporating lasers
it: Strumenti medici contenenti laser

source: Medical stethoscopes
it: Stetoscopi per uso medico

source: Endoscopes for therapeutic use
it: Endoscopi per uso terapeutico

source: Medical examination sheets
it: Teli per esami medici

source: Nebulizers for respiration therapy
it: Nebulizzatori per terapia respiratoria

source: Urethral probe syringes
it: Siringhe per sonde uretrali

source: Medical apparatus for measuring the oxygen content of blood
it: Apparecchi medici per misurare la percentuale di ossigeno nel sangue

source: Medical apparatus for the display of tomographic data
it: Apparecchi medici per la visualizzazione di dati tomografici

source: Medical apparatus for training breathing techniques
it: Apparecchi medici per insegnare tecniche di respirazione

source: Introducers for implanting vena-cava filters
it: Introduttori per l'impianto di filtri per vena cava

source: Beds for surgical use
it: Letti per uso chirurgico

source: Lamps for use with dental instruments
it: Lampade per uso con strumenti odontoiatrici

source: Laser installations for medical use
it: Impianti laser per uso medico

source: Subcutaneous valves for implantation
it: Valvole sottocutanee da impianto

source: Apparatus for achieving physical fitness [for medical use]
it: Apparecchi per il raggiungimento della forma fisica [per uso medico]

source: Compression bandages
it: Bende di compressione

source: Dummies [teats] for babies
it: Succhiotti [tettarelle]

source: Electrophysiology diagnostic catheters
it: Cateteri diagnostici elettrofisiologici

source: Chemiluminescent light for use in endoscopic exams
it: Luci a chemiluminescenza per esami endoscopici

source: Defibrillators
it: Defibrillatori

source: Tape cutters for medical purposes
it: Taglierine per nastri per uso medico

source: X-ray structure analysis instruments for medical use
it: Strumenti d'analisi della struttura a raggi X per uso medico

source: Inhalers
it: Inalatori
